<?php
  $webroot = $_SERVER['DOCUMENT_ROOT'];
  //include $webroot."/template/check_login.php"
 ?>
<!DOCTYPE html>
<html>
  <head>
    <title>だんご三兄弟</title>

    <meta name="description" content="">
    <meta name="author" content="だんご三兄弟">

    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width">

    <?php include "../template/analytics.html" ?>
    <link href="/template/blog/blog.css" rel="stylesheet" type="text/css">
    <link href="/template/header.css" rel="stylesheet" type="text/css">
    <link href="/template/footer.css" rel="stylesheet" type="text/css">
    <link href="/template/sidemain.css" rel="stylesheet" type="text/css">
    <link href="/template/content.css" rel="stylesheet" type="text/css">
    <link href="/template/navi.css" rel="stylesheet" type="text/css">
    <link href="/template/iine/ajax.css" rel="stylesheet"  type="text/css">
    <link rel="stylesheet" href="/template/sideber.css" type="text/css">
    <link href="" rel="shortcut icon">
    <!--[if lt IE 9]>
    <script src="//cdnjs.cloudflare.com/ajax/libs/html5shiv/3.7.2/html5shiv.min.js"></script>
    <script src="//cdnjs.cloudflare.com/ajax/libs/respond.js/1.4.2/respond.min.js"></script>
    <![endif]-->
    <script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1.9.1/jquery.min.js"></script>
  </head>
  <body>
    <div id="content">
      <?php
        $webroot = $_SERVER['DOCUMENT_ROOT'];
        include $webroot."/template/header.html"
      ?>
      <?php include $webroot."/template/navi.html" ?>
      <?php include $webroot."/template/sideber.php" ?>

      <div id="sidemain">
        <?php include $webroot."/template/blog/before.php" ?>

        <?php
          $id = 21;
         ?>

        <!--ここから本文-->
        <div class="main-main">
          再翻訳した文から原文を作り出すのもおもしろそうだと思いませんか？<br><br>
          思いませんか、そうですか。<br>
          ※注意　少し長いです

          <h2>Google 日→英→日</h2>
          <p>
            それは、長い間欠けている猫です。
          </p>
          <p>
            テストは終わった。これでしばらく休むことができたら、今日は2月5日まで20日です。<br>
            まだいくつかの論文がありますが、Chelipiは目次だけでそれをやっているので、私はかなり落ち込んでいるように感じますが、そのようなことを心配することなく最善を尽くします。
          </p>
          <p>
            今日、私は再翻訳について話します。<br>
            ご存じのように、再翻訳は、日本語→外国語、また外国語→日本語（非常に厳密ではない場合もありますが、省略される場合もあります）から翻訳された文を翻訳することです。
          </p>
          <p>
            この再翻訳は、もともと日本語の原文と再翻訳が可能な文章とが一貫しており、おそらく翻訳の正当性を証明することができます。
          </p>
          <p>
            しかし、まだ若い翻訳者は、ほとんどの場合、依然として間違った答えをしています。そのミスで輝く翻訳者の個性を楽しむことは、再翻訳（アサーション）の真の目的です。
          </p>
          <p>
            今回は、Google翻訳とエキサイト翻訳の2つの翻訳で、日→英語→日→日→韓国→日、日→中→日の3パターン
            の合計6パターンを用意しました。お楽しみください。
          </p>

          <h2>Google 日→韓→日</h2>
          <p>
            久しぶりの猫です。
          </p>
          <p>
            テストが終わりました。今一休み考えると、今日を含む2月5日まであと20日です。<br>
            論文もまだ少し残っていて、チェリーピローまだページまでしておらず、なかなか滅入っはありますが、そんなことは気にせず頑張ります。
          </p>
          <p>
            今日は再び翻訳について語ろうと思います。<br>
            ご存知のようにしかし、再び翻訳は、日本語→外国語に翻訳した文章をまた、外国語→日本語に翻訳戻ってきます（厳しすぎるなく、他の場合もあるだろうが省略）。
          </p>
          <p>
            この再翻訳本来は日本の原文と再び翻訳して作成された文章が一致翻訳の正確性を証明することができるものなのです（多分）。
          </p>
          <p>
            しかし、まだにせ翻訳氏は、ほとんどの場合、間違った答えをしています。その間違いの中に光る翻訳様の個性を楽しむことこそ、再翻訳の真の目的です（断定）。
          </p>
          <p>
            今回は日→英→日、日→韓→日、日→中→日の3パターンをGoogle翻訳とエキサイト翻訳の2つの合計6パターンを用意しました。楽しむことができます。
          </p>

          <h2>Google 日→中→日</h2>
          <p>
            これは長い間失われた猫です。
          </p>
          <p>
            テストは終わった。 私はしばらくの間休みを取ることができると思うなら、今日を含め2月20日までに。 <br>
            Cherpがちょうどカタログをやっていて、落ち込んだ気分にさせた論文がいくつかありますが、私は最善を尽くしてそのようなことを心配する必要はありませんでした。
          </p>
          <p>
            今日、私は翻訳について話します。<br>
            ご存じのように、翻訳とは、日本語から外国語に翻訳された文や、外国語→日本語の翻訳です（それほど厳格ではなく、状況は異なるかもしれませんが、行動しません）。
          </p>
          <p>
            この翻訳は、原文の元の原文と文の再翻訳が一貫しているため、翻訳の正当性を証明することができます（可能）。
          </p>
          <p>
            しかし、ほとんどの場合、若い翻訳者は依然として間違った答えをしています。 性格の翻訳をお楽しみください、このエラーでフラッシュされたのは、実際の目的の翻訳（アサーション）です。
          </p>
          <p>
            今回は、日本、英国、日本、日本、韓国、日本、日本、中国、日本の3つのモード、それぞれGoogle翻訳とエキサイト翻訳の6種類のモードを用意しました。 お楽しみください。
          </p>



          <h2>Google 日→中→日</h2>
          <p>
            これは長い間失われた猫です。
          </p>
          <p>
            テストは終わった。 私はしばらくの間休みを取ることができると思うなら、今日を含め2月20日までに。 <br>
            Cherpがちょうどカタログをやっていて、落ち込んだ気分にさせた論文がいくつかありますが、私は最善を尽くしてそのようなことを心配する必要はありませんでした。
          </p>
          <p>
            今日、私は翻訳について話します。<br>
            ご存じのように、翻訳とは、日本語から外国語に翻訳された文や、外国語→日本語の翻訳です（それほど厳格ではなく、状況は異なるかもしれませんが、行動しません）。
          </p>
          <p>
            この翻訳は、原文の元の原文と文の再翻訳が一貫しているため、翻訳の正当性を証明することができます（可能）。
          </p>
          <p>
            しかし、ほとんどの場合、若い翻訳者は依然として間違った答えをしています。 性格の翻訳をお楽しみください、このエラーでフラッシュされたのは、実際の目的の翻訳（アサーション）です。
          </p>
          <p>
            今回は、日本、英国、日本、日本、韓国、日本、日本、中国、日本の3つのモード、それぞれGoogle翻訳とエキサイト翻訳の6種類のモードを用意しました。 お楽しみください。
          </p>

          <h2>Excite 日→英→日</h2>
          <p>
            長い時間の後の猫。
          </p>
          <p>
            テストは終わった。もし私が、あなたがこれによってしばらく休むことができると思うならば、それは今日含み、それは2月5日までの20日多くである。<br>
            主題はまた、しばらくの間まだ残されて、まだ内容にだけCHERIPIをし、外に行き、それが日本の字音表であるかどうかは押し下げられる、しかし、そのような物は気にされず、強く主張される。
          </p>
          <p>
            私は、今日私が再翻訳について話すと思う。<br>
            私は、あなたが知っていると思うけれども、再翻訳は、そこで、再び、再び、外国のlanguage->日本語によって、Japanese->外国語および翻訳された文を翻訳することである またである 厳密なそれではなく、違うケースである 、しかし、日本のオリジナルに再翻訳できて、する私omit.）
          </p>
          <p>
            この再翻訳と文は元来同一で、翻訳（たぶん）で正しいと判明することが可能である。
          </p>
          <p>
            しかし、ほとんどのケースに無能力さん翻訳がまだ間違いの答えをしている。誤り（決定）においてフラッシュする翻訳さんの個性を楽しむことが、再翻訳の真実の目的である。
          </p>
          <p>
            Google翻訳およびエキサイトした翻訳の2のための6つのパターンの合計が準備されたday->の間のこの時がday->である3つのパターンEngland->日、day-> Han->日とa->日。どうぞ楽しんでください。
          </p>

          <h2>Excite 日→中→日</h2>
          <p>
            長い間の猫をあけたのです。
          </p>
          <p>
            試験は終わりました。ちょうどこれが少し休むことができるたいですため、今日2月5日20日前まで含みます。<br>
            論文もまた（まだ）どのくらい残っていて、cheripiはまた（まだ）(中隊)ディレクトリの外でまで(に)かなり息をしていないで気がふさいで、でも、そのような事は気にかけないで努力します。
          </p>
          <p>
            今日、また訳すに関して述べたいです。<br>
            あなたは考えるのを知っていて、でも、いわゆるまた訳して、また外国語→日本語と改めて日本語→外国語と訳す文を訳したので、事はの（過度に厳密に異なる情況がもあるのではなくて、でも）を省略します。
          </p>
          <p>
            これがまた訳すため、もともと日本語の原文とまた文を訳して一致する正しい(大量に)を訳すと証明することができます。
          </p>
          <p>
            出て、更に不器用な翻訳の男性のみなさんが普通は答えるに関して誤った。その間違い中で正にきらめく翻訳の男性のみなさんの個性を享受するなため、また本当にの目的(判断)を訳します。
          </p>
          <p>
            今回、GoogleでExcite訳す2個を訳してと、日→英→日曜日を準備して、日曜日→韓→日曜日、日曜日→の中で→日曜日の3図形、計算する6図形。存分に楽しんでください。
          </p>

          <h2>Excite 日→韓→日</h2>
          <p>
            久し振りである猫です。
          </p>
          <p>
            テストが終わりました。 これで少し容易なこともあると考えれば、今日含ませて2月5日まで後日20日です。<br>
            論文もまだ若干残っていて、【下級官吏血】はまだ目次まで外にして内地なので非常に沈うつになってきますが、そういうことは心配しないで熱心にします。
          </p>
          <p>
            今日は、再翻訳に対して話そうと考えます。<br>
            ご存知なことなのかだと考えますが、再翻訳という（のは）、日本語→外国語だと翻訳した文章を、また、外国語→日本語だと再び翻訳することにする(とても厳密でなくて他のケースもあることだが省略).
          </p>
          <p>
            この再翻訳、本来は日本語の原文と再翻訳して可能だった文章が一致して翻訳の合うことを証明できることであるからする(多分).
          </p>
          <p>
            しかし、まだへっぽこである翻訳種はほとんどの場合誤った回答をしてきます。 そのまちがいの中(中)に光る翻訳種の個性を楽しむことこそ行って、再翻訳の真の目的であるからする(断定).
          </p>
          <p>
            今回は、日→英国→日、日→ある→日、日→案→日に3パターンを、Google翻訳とエキサイト翻訳に2個で、系6パターンを準備しました。 楽しんでください。
          </p>

          <!--
          <p>
            お久しぶりのねこです。
          </p>
          <p>
            テストが終わりました。これでちょっと休めると思ったら、今日含めて2月5日まであと20日でございます。<br>
            論文もまだ若干残っているし、チェリピはまだ目次までしかやってないしでなかなか気が滅入ってきますが、そんなことは気にせずがんばります。
          </p>
          <p>
            今日は、再翻訳について語ろうと思います。<br>
            ご存知かと思いますが、再翻訳とは、日本語→外国語と翻訳した文を、また外国語→日本語と翻訳しなおす事です（あんまり厳密じゃないし違うケースもあるだろうけど省略）。
          </p>
          <p>
            この再翻訳、本来は日本語の原文と再翻訳してできた文が一致して翻訳の正しさを証明することができるものなのです（たぶん）。
          </p>
          <p>
            ですが、まだまだへっぽこな翻訳さん達は大抵の場合間違った回答をしてきます。その間違いの中に光る翻訳さん達の個性を楽しむことこそが、再翻訳の真の目的なのです（断定）。
          </p>
          <p>
            今回は、日→英→日、日→韓→日、日→中→日の3パターンを、Google翻訳とエキサイト翻訳の2つで、計6パターンを用意しました。お楽しみください。
          </p> -->
        </div>
        <!--ここまで本文-->



        <?php include $webroot."/template/blog/after.php" ?>
      </div>

    </div>
  </body>
</html>
